<?php

$lang['about.lab'] = '團隊';
$lang['about.ben'] = '班';
$lang['about.fred'] = '傅瑞德';
$lang['about.mason'] = '梅森';

$lang['about.lab.h'] = '我們撰寫令人驚艷的瀏覽器應用程式!!';
$lang['about.ben.h'] = '我喜歡嘗試新奇的事物 :)';
$lang['about.fred.h'] = '半路出家前端魂！';
$lang['about.mason.h'] = '硬是要寫軟體';

$lang['about.lab.content'] = '<p>還記得小的時候總是有好多好多的夢想,
想要當明星, 歌星, 太空人甚至是超人. 隨著小小的身軀漸漸長大,
小時候的大夢想卻漸漸消失. 長大後的生活枯燥乏味, 為了養家活口每天作著一樣的工作,
沒天沒夜的加班. 日子就這樣一天天過去, 生活變成了一成不變的折磨.</p>
<p>創業之前我是一間塑膠射出成型機製造廠設計課課長, 曾經也對機械設計充滿著興趣和熱情.
但一成不變的工作讓27歲的我開始在人生路上有了疑問, 我問我自己 “ 難道我就要這樣下去了嗎? ” 就在看完
<a href="http://zh.wikipedia.org/wiki/%E5%91%BD%E9%81%8B%E5%A5%BD%E5%A5%BD%E7%8E%A9" class="">命運好好玩</a>
的那一瞬間, 我發覺我的生命彷彿就要這樣逝去, 會不會就這樣一轉眼就60歲了??? 認真想了好久,
我終於踏出了一大步. 我放棄了累積至今的努力和成就, 從熟悉的產業離開踏向未知的領域.</p>
<p>辭職後好好的玩了一陣子, 做了些瘋狂的事並認真的思考我到底想怎樣過生活. 對於網路重度依賴的我,
同時又是個喜歡挑戰未知並極具創造力的人. 當我在網路上發現一些很酷又很有用的網站的同時,
我覺得我能做的更棒更屌!! 突然腦海裡一個念頭 “ 那不如就把我喜愛的網路當作工作吧 “
也許我也可以成為下一個facebook!! 這就是網路殺死人不償命的魅力阿!!!</p>
<p>我一直很喜歡電影阿甘正傳裡的台詞 “ 人生有如一盒巧克力, 你永遠不知道你將嚐到哪種味道. ”
與其坐在這裡猶豫著這樣到底會不會成功, 我選擇大步向前. 要是你骨子裏有那麼一點點冒險患難的精神,
我們非常誠摯的邀請你加入我們的行列 !!!</p>';

$lang['about.ben.content'] = '<p>哈嘍我的名字叫做 <strong>ben</strong>,
我在2009年成立了DreamersLab. 目前試著靠網路做一些有趣的事情.</p>

<p>我不喜歡念書, 17歲時從高中輟學, 在澳洲鬼混了三年回台灣. 退伍後做了4年的機構工程師.
直到2008中發現一轉眼快30歲了:O 問了問自己現在的生活是我想要的嗎? 於是決定給自己一個追求夢想的機會,
<strong>從網路這塊開始 !</strong></p>

<p>創業這一路走來跌跌撞撞, 很辛苦也很快樂, 犧牲了很多也得到了很多.
如果你也正在猶豫是不是該為了夢想而放棄現在穩定的生活?
想想吧, <strong>人生只有一次, 別留下遺憾 :)</strong></p>

<p>創業是一件很辛苦的事, 網路創業並不會讓事情變得更簡單,
一般創業會遇到的問題網路創業一樣也少不了. 最困難的不是網路技術的日新月異,
而是對自己的理想不能堅持. 過程中一定會有人否定你的想法,
一定會有人認為你太天真, 一定會有人認為你不切實際,
一定會有人說這個東西誰誰誰已經做過了.</p>

<strong>相信自己, 沒有不可能 !!!</strong>
<div class="spacer20"></div>';

$lang['about.fred.content'] = '<p>哈囉，我叫作 <strong>Fred</strong>。我從小到大沒碰過程式、大學念了四年企管，到了畢業典禮那天，自己開小型軟體公司的老爸突然問我「不管你畢業之後想要做什麼工作，要不要先學寫程式看看？」，我心想「沒試過怎麼知道！？」，就答應了，於是退伍之後就直接到老爸的公司一頭栽進程式的世界。</p>

<p>從 Visual FoxPro 寫到網頁，從後端摸到前端，然後對前端的事物產生濃厚的興趣，接著練習到寫出讓自己生活更便利的小小網頁，真是…上癮了！雖然半路出家是挺辛苦，每天都有學不完的新東西、新技術，但從來沒有後悔過，因為喜歡寫、想寫，研究起來身體雖然會累，但心情時常都是開心的。</p>

<p><strong>一路上當然有碰到很多挫敗、令人沮喪的事情，但跌倒了，順勢躺在地上欣賞一下天空，再起來衝刺！</strong></p>
';

$lang['about.mason.content'] = '<p>嗨, 我是Mason, 原本是在一家大型製造業的公司中擔任硬體設計工程師, 為客戶開發PC的主機板; 雖然在硬體開發過程中我們會使用EDA工具, 但很多時候我們仍會遇到需人工處理的繁瑣工作, 因此我開始撰寫程式來自動化處理這些工作; 起先我是寫perl程式, 因為它內建強大的正規表示式功能, 但後來公司內又有開發網站的需求, 因此我又轉向ruby, 並利用rails來開發網站系統。</p>

<p>隨著開發與維護的程式變多, 遇到的問題也越來越複雜, 漸漸地我成為了一個全職的軟體工程師, 但也就在這樣的轉變過程當中, 我深刻地體會到, 軟體工程不是只有寫程式而已, 因為軟體的實作方式可以非常靈活, 問題涉及的領域也相當廣泛, 管理更是十分重要的議題, 但無論如何, 我仍然喜歡軟體這個體系, 因為我想開發出有用的軟體, 讓人們的生活更加便利, 工作更加有效率。</p>

<p>我相信, 少一點麻煩, 就會多一點幸福感, 而這一份幸福感, 就是我開發每一個軟體產品過程中所追尋的。</p>';

$lang['about.maps.src'] = 'http://maps.google.com.tw/maps/ms?ie=UTF8&amp;hl=zh-TW&amp;brcurrent=3,0x3468027b43b8d58d:0xcde548c932773977,1,0x345d5538b0b6645f:0x5aa90dfa6620edc0&amp;source=embed&amp;msa=0&amp;msid=206357859800235496315.00049a9693f1a6794b28c&amp;ll=25.001442,121.492116&amp;spn=0.008751,0.010707&amp;z=16&amp;iwloc=00049a9aa51d358b2d518&amp;output=embed';
$lang['about.maps.link'] = '在較大的地圖上查看<a href="http://maps.google.com.tw/maps/ms?ie=UTF8&amp;hl=zh-TW&amp;brcurrent=3,0x3468027b43b8d58d:0xcde548c932773977,1,0x345d5538b0b6645f:0x5aa90dfa6620edc0&amp;source=embed&amp;msa=0&amp;msid=206357859800235496315.00049a9693f1a6794b28c&amp;ll=25.001442,121.492116&amp;spn=0.008751,0.010707&amp;z=16&amp;iwloc=00049a9aa51d358b2d518">DreamersLab</a>';

/* End of file about_lang.php */
/* Location: ./app/language/chinese/about_lang.php */